Repository: Dude19-86/salaryCalculator
Catalog: lib/l10n/app_*.arb
Languages: ru

source: English
ru: Русский

source: Light Theme
ru: Светлая Тема

source: Dark Theme
ru: Тёмная Тема

source: Day Hours
ru: Дневные часы

source: Night Hours
ru: Ночные часы

source: Part Hours
ru: Подработки

source: My Percent
ru: Мои проценты

source: Percent Day
ru: Процент Дня

source: Percent Night
ru: Процент Ночи

source: Percent Premium
ru: Процент премии

source: Part Job Percent
ru: Процент Подроботок

source: Summary
ru: Итого

source: After Tax
ru: Чистые

source: Settings
ru: Установить проценты

# default1
source: Default
ru: Сброс
